Repository: titou26140/poli
Catalog: Poli/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_pt

# settings.languages.restart_message
source: Please restart Poli for the language change to take effect.
es: Reinicie Poli para que el cambio de idioma surta efecto.
fr: Veuillez redémarrer Poli pour que le changement de langue prenne effet.
it: Riavvia Poli per applicare il cambio di lingua.
pt_pt: Reinicie o Poli para que a alteração de idioma tenha efeito.

# settings.languages.spoken
source: Spoken language
es: Idioma hablado
fr: Langue parlée
it: Lingua parlata
pt_pt: Língua falada

# settings.languages.target
source: Target language
es: Idioma de destino
fr: Langue cible
it: Lingua di destinazione
pt_pt: Língua de destino

# settings.shortcuts.correct
source: Correct text
es: Corregir texto
fr: Corriger le texte
it: Correggi testo
pt_pt: Corrigir texto

# settings.shortcuts.header
source: Keyboard shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
pt_pt: Atalhos de teclado

# settings.shortcuts.locked
source: Customization available with a subscription
es: Personalización disponible con una suscripción
fr: Personnalisation disponible avec un abonnement
it: Personalizzazione disponibile con un abbonamento
pt_pt: Personalização disponível com uma subscrição

# settings.shortcuts.reset
source: Reset shortcuts
es: Restablecer atajos
fr: Réinitialiser les raccourcis
it: Ripristina scorciatoie
pt_pt: Redefinir atalhos

# settings.shortcuts.translate
source: Translate text
es: Traducir texto
fr: Traduire le texte
it: Traduci testo
pt_pt: Traduzir texto

# settings.shortcuts.tip
source: Copy text with ⌘C, then press the shortcut. The clipboard content will be corrected or translated.
es: Copia el texto con ⌘C, luego pulsa el atajo. El contenido del portapapeles será corregido o traducido.
fr: Copiez du texte avec ⌘C, puis appuyez sur le raccourci. C'est le contenu du presse-papiers qui sera corrigé ou traduit.
it: Copia il testo con ⌘C, poi premi la scorciatoia. Il contenuto degli appunti verrà corretto o tradotto.
pt_pt: Copie o texto com ⌘C, depois pressione o atalho. O conteúdo da área de transferência será corrigido ou traduzido.

# settings.title
source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
pt_pt: Definições

# tab.correct
source: Correct
es: Corregir
fr: Corriger
it: Correggi
pt_pt: Corrigir

# tab.history
source: History
es: Historial
fr: Historique
it: Cronologia
pt_pt: Histórico

# tab.translate
source: Translate
es: Traducir
fr: Traduire
it: Traduci
pt_pt: Traduzir

# tier.free
source: Free
es: Gratuito
fr: Gratuit
it: Gratuito
pt_pt: Gratuito

# translation.button
source: Translate
es: Traducir
fr: Traduire
it: Traduci
pt_pt: Traduzir

# translation.input_label
source: Text to translate
es: Texto a traducir
fr: Texte à traduire
it: Testo da tradurre
pt_pt: Texto a traduzir

# translation.loading
source: Translating…
es: Traduciendo…
fr: Traduction en cours…
it: Traduzione in corso…
pt_pt: Traduzindo…

# translation.result_label
source: Translation
es: Traducción
fr: Traduction
it: Traduzione
pt_pt: Tradução

# usage.remaining
source: %lld/%lld actions remaining
es: %lld/%lld acciones restantes
fr: %lld/%lld actions restantes
it: %lld/%lld azioni rimanenti
pt_pt: %lld/%lld ações restantes

# usage.remaining_today
source: %lld/%lld actions remaining today
es: %lld/%lld acciones restantes hoy
fr: %lld/%lld actions restantes aujourd'hui
it: %lld/%lld azioni rimanenti oggi
pt_pt: %lld/%lld ações restantes hoje

# paywall.cancelled_active.message
source: Your current plan remains active until %@. You can resubscribe now to avoid any interruption.
fr: Votre plan actuel reste actif jusqu'au %@. Vous pouvez vous réabonner maintenant pour éviter toute interruption.

# paywall.cancelled_active.title
source: Your subscription has been cancelled
fr: Votre abonnement a été annulé

# paywall.error
source: Error
fr: Erreur
it: Errore
pt_pt: Erro

# paywall.manage_subscription
source: Manage subscription
fr: Gérer l'abonnement

# paywall.popular
source: Popular
fr: Populaire
it: Popolare

# paywall.upgrade.button
source: Upgrade to Pro
fr: Passer à Pro

# paywall.upgrade.feature_actions
source: 500 actions per day (10x more)
fr: 500 actions par jour (10x plus)

# paywall.upgrade.feature_history
source: Unlimited history
fr: Historique illimité

# paywall.upgrade.feature_tone
source: Tone & style options
fr: Options de ton et style

# paywall.upgrade.price
source: %@ / month
fr: %@ / mois

# paywall.upgrade.quota_reached
source: You've reached your daily limit
fr: Vous avez atteint votre limite quotidienne

# paywall.upgrade.success
source: Successfully upgraded to Pro!
fr: Passage à Pro réussi !

# paywall.upgrade.title
source: Upgrade to Poli Pro
fr: Passer à Poli Pro

# settings.account.cancelled
source: Cancelled
fr: Annulé

# settings.account.cancelled_message
source: Your subscription will not renew. Access until %@.
fr: Votre abonnement ne sera pas renouvelé. Accès jusqu'au %@.

# settings.account.grace_period_message
source: A payment issue is being resolved.
fr: Un problème de paiement est en cours de résolution.

# settings.account.manage_subscription
source: Manage subscription
fr: Gérer l'abonnement

# settings.account.payment_issue
source: Payment issue
fr: Problème de paiement

# settings.account.upgrade_to_pro
source: Upgrade to Pro
fr: Passer à Pro

# settings.general.header
source: General
fr: Général
it: Generale
pt_pt: Geral
